bench_gateway/raw/hey_c1.txt

Summary:
  Total:	10.0048 secs
  Slowest:	0.0231 secs
  Fastest:	0.0085 secs
  Average:	0.0143 secs
  Requests/sec:	69.9666
  
  Total data:	7700 bytes
  Size/request:	11 bytes

Response time histogram:
  0.008 [1]	|
  0.010 [13]	|■■
  0.011 [30]	|■■■■■
  0.013 [98]	|■■■■■■■■■■■■■■■■
  0.014 [247]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.016 [181]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.017 [82]	|■■■■■■■■■■■■■
  0.019 [35]	|■■■■■■
  0.020 [7]	|■
  0.022 [2]	|
  0.023 [4]	|■


Latency distribution:
  10%% in 0.0121 secs
  25%% in 0.0131 secs
  50%% in 0.0141 secs
  75%% in 0.0153 secs
  90%% in 0.0167 secs
  95%% in 0.0179 secs
  99%% in 0.0201 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0040 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0032 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0009 secs
  resp wait:	0.0141 secs, 0.0083 secs, 0.0231 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0010 secs

Status code distribution:
  [200]	700 responses