bench_gateway/raw/hey_c10.txt

Summary:
  Total:	10.0176 secs
  Slowest:	0.0481 secs
  Fastest:	0.0067 secs
  Average:	0.0136 secs
  Requests/sec:	733.0079
  
  Total data:	80773 bytes
  Size/request:	11 bytes

Response time histogram:
  0.007 [1]	|
  0.011 [1371]	|■■■■■■■■■■■■■■■
  0.015 [3700]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.019 [2090]	|■■■■■■■■■■■■■■■■■■■■■■■
  0.023 [124]	|■
  0.027 [33]	|
  0.032 [9]	|
  0.036 [8]	|
  0.040 [4]	|
  0.044 [2]	|
  0.048 [1]	|


Latency distribution:
  10%% in 0.0101 secs
  25%% in 0.0114 secs
  50%% in 0.0136 secs
  75%% in 0.0154 secs
  90%% in 0.0171 secs
  95%% in 0.0181 secs
  99%% in 0.0220 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0060 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0042 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0034 secs
  resp wait:	0.0135 secs, 0.0067 secs, 0.0419 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0040 secs

Status code distribution:
  [200]	7343 responses