bench_gateway/raw/hey_c20.txt

Summary:
  Total:	10.0219 secs
  Slowest:	0.1881 secs
  Fastest:	0.0111 secs
  Average:	0.0284 secs
  Requests/sec:	703.9555
  
  Total data:	77605 bytes
  Size/request:	11 bytes

Response time histogram:
  0.011 [1]	|
  0.029 [4456]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.047 [2064]	|■■■■■■■■■■■■■■■■■■■
  0.064 [403]	|■■■■
  0.082 [87]	|■
  0.100 [30]	|
  0.117 [12]	|
  0.135 [1]	|
  0.153 [0]	|
  0.170 [0]	|
  0.188 [1]	|


Latency distribution:
  10%% in 0.0168 secs
  25%% in 0.0201 secs
  50%% in 0.0254 secs
  75%% in 0.0332 secs
  90%% in 0.0434 secs
  95%% in 0.0515 secs
  99%% in 0.0734 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0053 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0022 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0014 secs
  resp wait:	0.0283 secs, 0.0111 secs, 0.1881 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0035 secs

Status code distribution:
  [200]	7055 responses