bench_gateway/raw/hey_c5.txt

Summary:
  Total:	10.0111 secs
  Slowest:	0.0314 secs
  Fastest:	0.0069 secs
  Average:	0.0127 secs
  Requests/sec:	393.1649
  
  Total data:	43296 bytes
  Size/request:	11 bytes

Response time histogram:
  0.007 [1]	|
  0.009 [92]	|■■
  0.012 [1112]	|■■■■■■■■■■■■■■■■■■■■■
  0.014 [2085]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.017 [575]	|■■■■■■■■■■■
  0.019 [41]	|■
  0.022 [13]	|
  0.024 [6]	|
  0.027 [7]	|
  0.029 [1]	|
  0.031 [3]	|


Latency distribution:
  10%% in 0.0106 secs
  25%% in 0.0115 secs
  50%% in 0.0127 secs
  75%% in 0.0136 secs
  90%% in 0.0149 secs
  95%% in 0.0155 secs
  99%% in 0.0178 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0038 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0031 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0018 secs
  resp wait:	0.0126 secs, 0.0068 secs, 0.0274 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0081 secs

Status code distribution:
  [200]	3936 responses