bench_gateway/raw/hey_c50.txt

Summary:
  Total:	10.0490 secs
  Slowest:	0.4417 secs
  Fastest:	0.0182 secs
  Average:	0.0936 secs
  Requests/sec:	533.2879
  
  Total data:	58949 bytes
  Size/request:	11 bytes

Response time histogram:
  0.018 [1]	|
  0.061 [1602]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.103 [1950]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.145 [1032]	|■■■■■■■■■■■■■■■■■■■■■
  0.188 [462]	|■■■■■■■■■
  0.230 [178]	|■■■■
  0.272 [88]	|■■
  0.315 [24]	|
  0.357 [14]	|
  0.399 [6]	|
  0.442 [2]	|


Latency distribution:
  10%% in 0.0410 secs
  25%% in 0.0556 secs
  50%% in 0.0805 secs
  75%% in 0.1190 secs
  90%% in 0.1614 secs
  95%% in 0.1949 secs
  99%% in 0.2701 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.0139 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0046 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0015 secs
  resp wait:	0.0933 secs, 0.0181 secs, 0.4417 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0020 secs

Status code distribution:
  [200]	5359 responses